Repository: nwoetzel/em-vc-integration
Catalog: languages/em-vc-integration-*.po
Languages: de_de

source: List Limits
de_de: Anzahl in Liste

source: This will control how many events or locations are shown on one list by default.
de_de: Gibt an, wie viele Veranstaltungen oder Orte in einer Liste standardmäßig angezeigt werden.

source: General
de_de: Allgemein

source: Near
de_de: Nahe

source: Accepts a comma-separated coordinates (e.g. 1,1) value, which searches for events or locations located near this coordinate.
de_de: Akzeptiert einen komma-separierte Koordinaten (z.B. 1,1) Wert, welches nach Veranstaltungen oder Orten nahe der Koordinate sucht.

source: Near...
de_de: Nahe...

source: Near distance
de_de: Entfernung

source: The radius distance when searching with the near attribute.
de_de: Der Entfernungsradius when mit dem Nahe Attribute gesucht wird.

source: Near unit
de_de: Entfernungseinheit

source: Select a unit to define a coordinate and distance within.
de_de: Wähle eine Einheut um die Koordinate und Entfernung zu definieren.

source: Event Categories
de_de: Veranstaltungskategorien

source: Show events of a particular event category.
de_de: Zeige Veranstaltungen einer bestimmten Veranstaltungskategorie.

source: Event
de_de: Veranstaltung

source: Event Tags
de_de: Veranstaltungsschlagworte

source: Show events with a particular event tag.
de_de: Zeige Veranstaltungen eines bestimmten Veranstaltungsschlagwortes.

source: Search
de_de: Suche

source: Do a search for this string within event name, details and location address.
de_de: Suche nach dieser Zeichenkette in dem Veranstaltungsnamen, Details und Veranstaltungsaddresse.

source: Only show events starting within a certain time limit on the events page. Default is future events with no end time limit.
de_de: Zeige nur Veranstaltungen in einem begrenzten Zeitfenster. Voreingestellt sind alle Veranstaltungen in der Zukunft ohne Begrenzung.

source: Choose the time frame of events to show. Additionally you can supply dates (in format of YYYY-MM-DD), either single for events on a specific date or two dates separated by a comma (e.g. 2010-12-25,2010-12-31) for events ocurring between these dates. Default Value: future Accepted Arguments : future, past, today, tomorrow, month, next-month, 1-months, 2-months, 3-months, 6-months, 12-months, all
de_de: Wähle das Zeitfenster der zu zeigenden Veranstaltungen. Zusätzlich können Datum (im Format JJJJ-MM-TT), entweder für einzelne Veranstaltungen an einem bestimmten Datum, oder Veranstalungen zwischen zwei Daten, separiert durch ein Komma (z.B. 2010-12-25,2010-12-31). Voreingestellt: future. Mögliche Argumente: future, past, today, tomorrow, month, next-month, 1-months, 2-months, 3-months, 6-months, 12-months, all

source: Country
de_de: Land

source: Search for locations in this Country (no partial matches, case sensitive). Use two-character country codes as defined in countrycode.org, can be comma-separated e.g. DE,US
de_de: Suche noch Orten in diesem Land (kein teilweisen Übereinstimmungen, Groß-/Kleinschreibung beachten). Benutze Zwei-Buchstaben Ländercodes wie sie auf countrycode.org definiert sind. Kann kommasepariert sein, z.B. DE,US

source: Location
de_de: Veranstaltungsort

source: Postcode
de_de: Postleitzahl

source: Search for locations in this Postcode (no partial matches, case sensitive).
de_de: Suche nach Orten in diesem Postleitzahlbereich (kein teilweisen Übereinstimmungen, Groß-/Kleinschreibung beachten).

source: Search for locations in this Region (no partial matches, case sensitive).
de_de: Suche nach Orten in dieser Region (kein teilweisen Übereinstimmungen, Groß-/Kleinschreibung beachten).

source: State
de_de: Bundesland

source: Search for locations in this State (no partial matches, case sensitive).
de_de: Suche nach Orten in diesem Bundesland (kein teilweisen Übereinstimmungen, Groß-/Kleinschreibung beachten).

source: Town
de_de: Stadt

source: Search for locations in this Town (no partial matches, case sensitive).
de_de: Suche nach Orten in dieser Stadt (kein teilweisen Übereinstimmungen, Groß-/Kleinschreibung beachten).

source: Map width
de_de: Kartenbreite

source: The width in pixels of the map. Default: 450.
de_de: Die Breite der Karte in Pixel. Voreingestellt: 450.

source: Map height
de_de: Kartenhöhe

source: The height in pixels of the map. Default: 300.
de_de: Die Höhe der Karte in Pixel. Voreingestellt: 450.

source: %s List/Archives
de_de: %s Liste/Archiv

source: Locations List
de_de: Veranstaltungsorte Liste

source: Locations Map
de_de: Veranstaltungsorte Karte

source: Events Calendar
de_de: Veranstaltungskalendar

source: Full calendar
de_de: Kompletter Kalendar

source: Show a full sized calendar.
de_de: Zeige einen kompletten Kalendar.

source: Yes
de_de: Ja
